{
  "sku": "130-004-00017",
  "type": "protections",
  "subtype": "cyberware",
  "name": "Basic Cybernetic Arm",
  "mfr": "",
  "cost": 100000,
  "mass": 7,
  "size": "7 liters",
  "techLevel": 8,
  "qrebs": "N/A",
  "image": "",
  "description": "<p><!-- Summary Start -->The Basic Cybernetic Arm is a life-like prosthesis designed to replace an organic limb.<!-- Summary End --> It is knitted into the body around the shoulder (for a full arm replacement) or the elbow (for a forearm replacement). Note that forearm replacements have less volume and as such are generally cheaper and lighter.</p><p>The battery powered cybernetic limb constructed from strong lightweight materials that includes a Basic Cybernetic Hand as standard. It closely matches the strength and capabilities of an organic arm. The arm may not be fitted with modifications. The arm directly connects to the individual's nervous system, allowing it to be controlled as though it were a natural limb, and provides sensory feedback such as touch, pressure, texture and temperature. Exceeding the design specifications may cause the arm to malfunction or cause injury to the individual. In extreme cases it may tear away from the body.</p><p>It may have synthetic skin, silent operation, and species-normal body temperatures. Some individuals prefer a colorful or bizarre finish or leave the internal mechanics of the arm exposed. It may be multi-jointed, allowing for greater articulation and range of movement. The exact size and dimensions of the arm are tailored to match the physical characteristics of the recipient.</p>",
  "categories": ["protections", "cyberware"],
  "sources": [
    {
      "publication": "Traveller Wiki : Basic Cybernetic Arm",
      "url": "https://wiki.travellerrpg.com/Basic_Cybernetic_Arm",
      "authors": [
        "Lord (Marquis) and Master Scout Emeritus Adie Alegoric Stewart of the IISS",
        "Lord (Marquis) and Master of Sophontology Maksim-Smelchak of the Ministry of Science"
      ],
      "publisher": "Traveller Wiki"
    },
    {
      "publication": "Fire, Fusion, & Steel",
      "authors": ["Chadwick, Frank", "Nilsen, Dave"],
      "publisher": "Games Designer Workshop"
    },
    {
      "publication": "Cybernetics",
      "authors": ["Nash, Pete", "Robinson, Nick"],
      "publisher": "Mongoose Publishing"
    }
  ],
  "tags": ["products", "protections", "cyberware"]
}
