{
  "sku": "130-004-00018",
  "type": "protections",
  "subtype": "cyberware",
  "name": "Basic Cybernetic Leg",
  "mfr": "",
  "cost": 200000,
  "mass": 14,
  "size": "14 liters",
  "techLevel": 8,
  "qrebs": "N/A",
  "image": "",
  "description": "<p><!-- Summary Start -->The Basic Cybernetic Leg is a battery powered cybernetic limb constructed from strong lightweight materials that includes a Basic Cybernetic Foot as standard.<!-- Summary End --> It closely matches the strength and capabilities of an organic leg. A Basic Cybernetic Leg replaces approximately 20% of the body in humans. In other sophonts, a leg may represent a greater or lesser percentage of the body. It may have a realistic appearance, with synthetic skin, silent operation and species-normal body temperatures. Some individuals prefer a colorful or bizarre finish or leave the internal mechanics of the leg exposed. It may be multi-jointed, allowing for greater articulation and range of movement.</p><p>The Basic Cybernetic Leg directly connects to the individual's nervous system, allowing it to be controlled as though it were a natural limb, and provides sensory feedback such as touch, pressure, texture and temperature.</p>",
  "categories": ["protections", "cyberware"],
  "sources": [
    {
      "publication": "Traveller Wiki : Basic Cybernetic Leg",
      "url": "https://wiki.travellerrpg.com/Basic_Cybernetic_Leg",
      "authors": [
        "Lord (Marquis) and Master Scout Emeritus Adie Alegoric Stewart of the IISS",
        "Lord (Marquis) and Master of Sophontology Maksim-Smelchak of the Ministry of Science"
      ],
      "publisher": "Traveller Wiki"
    },
    {
      "publication": "Fire, Fusion, & Steel",
      "authors": ["Chadwick, Frank", "Nilsen, Dave"],
      "publisher": "Game Designers' Workshop"
    },
    {
      "publication": "Cybernetics",
      "authors": ["Nash, Pete", "Robinson, Nick"],
      "publisher": "Mongoose Publishing"
    }
  ],
  "tags": ["products", "protections", "cyberware"]
}
