{
  "sku": "130-004-00019",
  "type": "protections",
  "subtype": "cyberware",
  "name": "Combat Hand",
  "mfr": "",
  "cost": 200000,
  "mass": 1,
  "size": "1 liter",
  "techLevel": 11,
  "qrebs": "N/A",
  "image": "",
  "description": "<p><!-- Summary Start -->A Combat Hand is a cyberware replacement manipulator attached to an Advanced Cybernetic Arm.<!-- Summary End --> It can be used as a Basic Cybernetic Hand. As the name implies, the Combat Hand contains one of several possible weapon options.</p><ul><li>Grasp Bomb: the hand is a detachable unit designed as either a fragmentation, smoke or stun Hand Grenade. It can be set to activate through a timer or can be remotely triggered. The hand is destroyed when it is detonated.</li><li>Hard Fist: The hand is reinforced and weighted to allow for more powerful blows.</li><li>Hand Razors: 10mm retractable blades located in the tips of the digits.</li><li>Integral Pistol: Typically a Snub Pistol, but other firearms may be preferred. In most examples one of the digits of the hand folds back to allow the weapon to be fired.</li><li>Integral Stunner: The hand contains an Electroshock Weapon capable of stunning or incapacitation a target.</li><li>Scythes: three 500mm blades that emerge from the back of the hand or from between the knuckles.</li><li>Torch Hand: An electric cutting/welding torch incorporating an internal battery which contains power enough for two minutes of operation.</li></ul></p>",
  "categories": ["protections", "cyberware"],
  "sources": [
    {
      "publication": "Traveller Wiki : Combat Hand",
      "url": "https://wiki.travellerrpg.com/Combat_Hand",
      "authors": ["Lord (Marquis) and Master Scout Emeritus Adie Alegoric Stewart of the IISS"],
      "publisher": "Traveller Wiki"
    },
    {
      "publication": "Fire, Fusion, & Steel",
      "authors": ["Chadwick, Frank", "Nilsen, Dave"],
      "publisher": "Game Designers' Workshop"
    },
    {
      "publication": "Cybernetics",
      "authors": ["Nash, Pete", "Robinson, Nick"],
      "publisher": "Mongoose Publishing"
    }
  ],
  "tags": ["products", "protections", "cyberware"]
}
