{
  "sku": "140-000-00002",
  "type": "robotics",
  "subtype": "robots",
  "name": "AD-21 class Urban Combat Robot",
  "mfr": "",
  "cost": 4182604,
  "mass": 8495.01,
  "techLevel": 15,
  "qrebs": "N/A",
  "image": "",
  "description": "<p><!-- Summary Start -->The robot is very distinct in design. It is roughly dumbell shaped, with a large base and a dome shaped head linked by a wispy torso. <!-- Summary End -->The lower base contains the fusion reactor, Electrostatic Armor array, CG Lifters and Ducted Fans. The torso contains a 3.9 MJ Laser Cannon, and has two arms attached at its upper corners, each ending in a large claw and the business end of a 4mm Gauss Rifle. The head contains the sensors, and the brain in a heavily armored housing. The robots is made out of 2.5 cm or BSD armor, with the electrostatic array providing the equivalent of another 1.25 cm of protection against light antitank and artillery fire.</p><p><h5>History & Background</h5></p><p>The Imperial Marines' first robot was built on the opposite side of the Imperium, away from the Zhodani Consulate. Imperial forces operating in the Solomani Rim had to deal with the heavily \"urbanized\" nature of the sector, and the Marines asked for proposals on robots that could screen their assault forces from enemy units concealed in rubble, alleys, or upper stories of buildings. The winning proposal came from Matsunaga Industries, a mid-sized company on Terra's Japanese Archipelago, in the form of the AD-21. The Marines eventually made it their standard urban recon and screening robot, and the Imperial Army deployed it during the Civil War, principally in factional battles between Lucan and either Dulinor or the Solomani.</p><p>The Imperial Army and Marines disparaged combat robots for reasons now largely obscured by history. Despite a proliferation of less advanced designs among member world militaries, the ground forces considered such machines to be beneath them, considering them to be unmanly or a tactical impediment. That changed after the Zhodani Consulate deployed several warbots during the Fifth Frontier War in their frontline assault forces. The success of these robots embarrassed the Imperial High Command, who \"rediscovered\" their value after an angry outcry from the public and the nobility. A crash program of robot design began immediately in several different parts of the Third Imperium, though it is a measure of the military's disorganization that R&D of these programs was left largely to sector and even subsector oversight. This meant that hundreds of different prototypes were built to an amazing plethora of locally issued specifications. Finally the High Command stepped in and began looking for just a few particular designs to fulfill basic categories.</p>",
  "categories": ["robotics", "robots"],
  "sources": [
    {
      "publication": "Traveller Wiki : AD-21 class Urban Combat Robot",
      "url": "https://wiki.travellerrpg.com/AD-21_class_Urban_Combat_Robot",
      "authors": [
        "Traveller Wiki Editorial Team",
        "Lord (Marquis) and Master of Sophontology Maksim-Smelchak of the Ministry of Science"
      ],
      "publisher": "Traveller Wiki"
    },
    {
      "publication": "TNE RCES : August 2004",
      "authors": ["Gray, Peter"],
      "publisher": "TNE RCES"
    }
  ],
  "tags": ["products", "robotics", "robots"]
}
