{
  "sku": "140-000-00009",
  "type": "robots",
  "subtype": "",
  "name": "Scylla Drainage Control Robot",
  "mfr": "",
  "cost": 6990000,
  "mass": 97.62,
  "techLevel": 15,
  "qrebs": "N/A",
  "image": "",
  "description": "<p><!-- Summary Start -->The Scylla drainage control robot provides the capability to alleviate river or channel flooding.<!-- Summary End --></p><p>The <strong>Scylla</strong> was a monstrous beast of a robot built for those worlds that were subject to massive river or coastal flooding resulting from a variety of tidal, weather or seismic events. In profile it was nondescript, a flat table of metal supported on a sextet of insect-like legs. It had no discernible head, or any natural way for an observer to distinguish between its front and back for that matter. At any rate these robots were usually stored in utility yards by various authorities on TL-15 worlds in reserve for its intended emergencies. When events did necessitate its deployment, its slow gait and ponderous mass required that it be carried to its destination by larger grav haulers.</p><p>When it did arrive at an incipient emergency, however, the robot came to life in a big way. Large gravitic focusing arrays would sprout like quills along its back from their refuge in various internal compartments to create a tractor beam array that could create 1G acceleration towards the unit for 1260 tons of water. Though that seems niggling given the immensity of even a small pluvial excess, the robot usually works in teams with its fellows to combine their beams, and they would rely more upon physics than brute force.</p><p>In cases of river or channel flooding, the Scylla would either enter the flood path directly to create a faster spring-flow, cycling water down the deepest part of the channel to prevent backup, or it would travel upstream and create hydro-levees by backing up the current along the banks. Coastal flooding required more ingenuity. To prevent massive tidal bulges and tsunamis, as well as cancel the storm surges from larger storms, the unit would \"pluck\" the sea surface at timed intervals to create wave patterns. These patterns would slosh, adding or subtracting their their energy to create destructive that would negate destructive natural waves.</p>",
  "categories": [
    "robots"
  ],
  "sources": [
    {
      "publication": "Traveller Wiki : Scylla Drainage Control Robot",
      "authors": [
        "Traveller Wiki Editorial Team"
      ],
      "publisher": {
        "name": "Traveller Wiki",
        "url": "https://wiki.travellerrpg.com/Scylla_Drainage_Control_Robot"
      }
    },
    {
      "publication": "TNE RCES - Aug 2004",
      "authors": [
        "Gray, Peter"
      ],
      "publisher": {
        "name": "TNE RCES",
        "url": ""
      }
    }
  ],
  "tags": [
    "products",
    "robots"
  ]
}